Repository: CodexDLC/codex-portfolio
Catalog: src/backend/locale/*/LC_MESSAGES/django.po
Languages: ru

source: CONTACT_UPLINK v1.0 — Initializing...
ru: CONTACT_UPLINK v1.0 — Инициализация...

source: Profile module loaded
ru: Модуль профиля загружен

source: Channel modules loaded
ru: Модули связи загружены

source: Encryption enabled
ru: Шифрование включено

source: System Architect / Python Dev
ru: Системный Архитектор / Python Dev

source: Open for opportunities
ru: Открыт к предложениям

source: CHANNELS_READY
ru: КАНАЛЫ_ГОТОВЫ

source: click to compose
ru: написать письмо

source: click to open
ru: открыть чат

source: view profile
ru: смотреть профиль

source: connect
ru: установить связь

source: vCard / Contact
ru: vCard / Контакт

source: Scan to save
ru: Сканируй для сохранения

source: IDENTITY
ru: ЛИЧНОСТЬ

source: Full-Stack Python Dev
ru: Full-Stack Python Разработчик

source: Remote | Worldwide
ru: Удаленно | Весь мир

source: Production Ready
ru: Готов к Production

source: FOCUS
ru: ФОКУС

source: Backend Dev
ru: Бэкенд Разработка

source: System Design
ru: Системный Дизайн

source: Cloud & Deploy
ru: Облака & Деплой

source: Data Engineering
ru: Инженерия Данных

source: TECH ARSENAL
ru: ТЕХ. АРСЕНАЛ

source: SUCCESS
ru: УСПЕХ

source: Completed full-stack implementation for Project "Omega".
ru: Завершена full-stack реализация проекта "Omega".

source: DEPLOYED
ru: ЗАДЕПЛОЕНО

source: New portfolio module `codex-ui` released.
ru: Выпущен новый модуль портфолио `codex-ui`.

source: LEARNING
ru: ОБУЧЕНИЕ

source: Acquired skill: Advanced "Container Orchestration".
ru: Получен навык: Продвинутая "Оркестрация Контейнеров".

source: Initial system architecture for "Codex Portfolio" designed.
ru: Спроектирована начальная архитектура "Codex Portfolio".

source: Completed course on "AI & Machine Learning".
ru: Завершен курс по "ИИ и Машинному Обучению".

source: LOADING
ru: ЗАГРУЗКА

source: System Offline
ru: Система Оффлайн

source: No projects loaded in the database.
ru: Проекты не загружены в базу данных.

source: Analyzing complex enterprise business requirements.
ru: Анализ сложных бизнес-требований уровня Enterprise.

source: Designing scalable distributed architecture.
ru: Проектирование распределенной архитектуры.

source: Optimizing high-performance Python core.
ru: Оптимизация производительности ядра.

source: Automating seamless CI/CD pipelines.
ru: Автоматизация CI/CD процессов.

source: Delivering production value.
ru: Доставка ценности.

source: System Tree
ru: Дерево Системы

source: EXPLORE
ru: ИЗУЧИТЬ

source: REQUEST
ru: ЗАПРОС

source: DOCS
ru: ДОКИ

source: SYS
ru: СИС

source: FRONT
ru: ФРОНТ

source: LOGIC
ru: ЛОГИКА

source: BACK
ru: БЭК

source: DB
ru: БД

source: PROD
ru: ПРОД

source: ARCHITECTURE
ru: АРХИТЕКТУРА

source: PRODUCT
ru: ПРОДУКТ

source: INITIALIZING
ru: ИНИЦИАЛИЗАЦИЯ

source: > Initializing Request...
ru: > Инициализация запроса...

source: > R&D Process started...
ru: > R&D Процесс запущен...

source: > Architecture defined.
ru: > Архитектура определена.

source: > CORE: Python Engine Ready.
ru: > CORE: Python Движок готов.

source: > FRONT: React Modules Loaded.
ru: > FRONT: React Модули загружены.

source: > DB: PostgreSQL Connected.
ru: > DB: PostgreSQL Подключен.

source: > API: Endpoints Exposed.
ru: > API: Эндпоинты открыты.

source: > CI/CD: Pipeline Green.
ru: > CI/CD: Пайплайн зеленый.

source: > DEPLOY: Production Live.
ru: > DEPLOY: Продакшн запущен.

source: Portfolio
ru: Портфолио

source: English
ru: Английский

source: Russian
ru: Русский

source: My Project
ru: Codex Portfolio

source: NAVIGATION
ru: НАВИГАЦИЯ

source: PORTFOLIO INDEX
ru: ИНДЕКС ПОРТФОЛИО

source: Clients
ru: Клиенты

source: Products
ru: Продукты

source: Prototypes
ru: Прототипы

source: Configs
ru: Конфиги

source: SYSTEM
ru: СИСТЕМА

source: SYSTEM_MAP
ru: КАРТА_СИСТЕМЫ

source: CONTACT_UPLINK
ru: КОНТАКТ_UPLINK
